{"materials": {"1": {"name": "Fire", "desc": "Fierce and unbridled, Fire is the element of transformation, passion, and raw energy. Each flame tells a story of creation and annihilation, a dance of light that consumes and renews.", "evolve": null}, "2": {"name": "Water", "desc": "Water is the element of memory, adaptation, and hidden depths. Mercurial and wise, it speaks in the language of rivers and oceans, carrying the whispers of ancient civilizations in its currents. Unpredictable as the tides, water magic reflect the dual nature of life itself—nurturing yet potentially overwhelming.", "evolve": null}, "3": {"name": "Earth", "desc": "Solid and unyielding, Earth is the element of stability, protection, and ancient wisdom. They stand immovable as mountain ranges, their magic a testament to endurance and protection. Earth remains—a steady anchor in the tempest of magical forces.", "evolve": null}, "4": {"name": "Wind", "desc": "Ethereal and untouchable, Wind is the element of freedom, intellect, and constant motion. Invisible yet everywhere, wind magic whispers secrets of distant lands and carries the breath of change. They dance between physical and magical realms, as swift as thought and as unpredictable as a hurricane. Where other elements seek to control, wind simply moves—unrestricted, unbound, eternal.", "evolve": null}, "5": {"name": "Ember", "desc": "Embers are small, glowing, and often red-hot particles of solid fuel, typically wood or coal, that remain after a fire has burned down. They continue to smolder and emit heat, often until they're extinguished by lack of oxygen or cooled down.", "evolve": null}, "6": {"name": "Steam", "desc": "Steam is the gaseous state of water produced by applying heat. When fire meets water, the heat from the flames causes the water to evaporate, creating steam. This reaction can occur in various settings, from a kettle whistling on a stove to the steam rising from a hot spring or volcanic eruption.", "evolve": null}, "7": {"name": "Scalding Mist", "desc": "Scalding mist is a mixture of hot, steamy air and glowing embers. It's a hazardous combination that can cause severe burns to skin and eyes. The steam carries heat and moisture, while the embers provide a source of ignition. This material would be extremely dangerous to encounter in a confined space, as the steam could obscure vision and the embers could set flammable materials ablaze.", "evolve": null}}, "users": {"1": {"name": "Ars", "desc": "A software artisan", "materials": ["Water", "Earth", "Ember", "Wind", "Scalding Mist", "Fire", "Steam"], "creature": null, "waifus": null}}}